alsa-utils
base
base-devel
blueman
bluez-utils
brightnessctl
dunst
efibootmgr
feh
flake8
foliate
gammastep
git
gnome-keyring
gparted
grub
gsimplecal
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
imagemagick
intel-media-driver
intel-ucode
inxi
iwd
kitty
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
maim
man-db
mlocate
mpv
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
obsidian
p7zip
pacman-contrib
papirus-icon-theme
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
profile-sync-daemon
python-dbus-next
python-ipykernel
python-iwlib
python-numpy
python-openpyxl
python-pandas
python-psutil
python-pylint
python-requests
qalculate-gtk
qtile
ranger
ripgrep
ristretto
rofi
smartmontools
thunar
tk
tldr
tlp
tlp-rdw
transmission-gtk
ttf-hack-nerd
ttf-jetbrains-mono-nerd
udiskie
udisks2
unzip
upower
vifm
vim
vulkan-intel
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xdotool
xfce4-settings
xorg-server
xorg-xinit
xreader
zip
zsh
